Repository: Reinis/gnome-shell-extension-weather
Catalog: po/*.po
Languages: fa

source: Weather
fa: هواشناسی

source: No location configured
fa: مکانی تنظیم نشده است

source: Loading weather
fa: بارگیری هواشناسی

source: Weather extension ready
fa: افزونه هواشناسی آماده است

source: Today
fa: امروز

source: Tomorrow
fa: فردا

source: Yesterday
fa: دیروز

source: Locations
fa: مکان‌ها

source: Reload Weather Information
fa: بارگیری دوباره داده‌های هواشناسی

source: Weather Settings
fa: تنظیمات هواشناسی

source: No weather information
fa: داده‌های هواشناسی نیست

source: No weather information for %s
fa: داده‌های هواشناسی برای «%s» نیست

source: Feels like
fa: همانند

source: Visibility
fa: دید

source: Humidity
fa: نمناکی

source: Pressure
fa: فشار

source: Wind
fa: باد

source: No forecast information
fa: داده‌های پیش‌بینی هواشناسی نیست

source: %s °F
fa: %s °ف

source: %s °C
fa: %s °س

source: %s K
fa: %s ک

source: Unknown
fa: ناشناخته

source: VAR
fa: دگرگون

source: N
fa: ش

source: NNE
fa: ش ش‌خ

source: NE
fa: ش‌خ

source: ENE
fa: خ ش‌خ

source: E
fa: خ

source: ESE
fa: خ ج‌خ

source: SE
fa: ج‌خ

source: SSE
fa: ج ج‌خ

source: S
fa: ج

source: SSW
fa: ج ج‌ب

source: SW
fa: ج‌ب

source: WSW
fa: ب ج‌ب

source: W
fa: ب

source: WNW
fa: ب ش‌ب

source: NW
fa: ش‌ب

source: NNW
fa: ش ش‌ب

source: $d$s knots
fa: $d$s نات

source: $d$s mph
fa: $d$s مایل/ساعت

source: $d$s km/h
fa: $d$s ک‌متر/ساعت

source: $d$s m/s
fa: $d$s متر/ثانیه

source: $dBeaufort $s
fa: $dبیوفورت $s

source: Temperature Unit
fa: واحد دما

source: Wind Speed Unit
fa: واحد سرعت باد

source: Pressure Unit
fa: واحد فشار

source: Distance Unit
fa: واحد مسافت

source: Position in Panel
fa: جای‌گاه در پنل

source: Center
fa: میانه

source: Right
fa: راست

source: Left
fa: چپ

source: Wind Direction by Arrows
fa: راستای باد با پیکان

source: Symbolic Icons
fa: نشانه‌های نمادین

source: Temperature in Panel
fa: دما در پنل

source: Conditions in Panel
fa: چگونگی در پنل

source: Debug the extension
fa: اشکال‌زدایی افزونه

source: Name of the city
fa: نام شهر

source: Remove %s ?
fa: حذف کردن %s ؟
